export const data_1 = [
    {
        introduction: "次の (   ) に入れるのに最もよいものを、 1・2・3・4から一つえらびなさい。",
        question: "ご予算 (    ) お食事が楽しめます。",
        options: ['に対して', 'に際して', 'に比べて', 'に応じて'],
        correct_option: 'に応じて',
    },
    {
        introduction: "次の (   ) に入れるのに最もよいものを、 1・2・3・4から一つえらびなさい。",
        question: "なぜあんなことをしたのか、本人に聞いてみない (    ) 理由はわからない。",
        options: ['ことには', 'ことから', 'ことだから', 'ものなら'],
        correct_option: 'ことには',
    },

];

export const data_2 = [
    {
        introduction: "次の (   ) に入れるのに最もよいものを、 1・2・3・4から一つえらびなさい。",
        question: "ご予算 (    ) お食事が楽しめます。",
        options: ['に対して', 'に際して', 'に比べて', 'に応じて'],
        correct_option: 'に応じて',
    },
    {
        introduction: "次の (   ) に入れるのに最もよいものを、 1・2・3・4から一つえらびなさい。",
        question: "なぜあんなことをしたのか、本人に聞いてみない (    ) 理由はわからない。",
        options: ['ことには', 'ことから', 'ことだから', 'ものなら'],
        correct_option: 'ことには',
    },
    {
        introduction: "次の (   ) に入れるのに最もよいものを、 1・2・3・4から一つえらびなさい。",
        question: "この寮に入る (    ) 、 以下の規則をよく読んでおいてください。",
        options: ['に基づいて', 'に応じて', 'に際して', 'に反して'],
        correct_option: 'に際して',
    },

];